Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/AppMessages.resw
Source language: en
Languages: ar, es, fr, id, it, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# AM_InvalidEmail
source: Please check the email address and try again.
ar: يرجى التحقق من عنوان بريدك الالكتروني ثم إعادة المحاولة.
fr: Veuillez vérifier l’adresse courriel et ressayer.
id: Silakan periksa alamat email dan coba lagi.
it: Per favore, controlla il tuo indirizzo email e prova di nuovo.
ko: 이메일 주소를 확인하고 다시 시도하세요.
nl: Controleer het e-mailadres en probeer nogmaals.
pl: Sprawdź email i spróbuj ponownie.
pt_br: Por favor, verifique o endereço de email digitado e tente novamente.
ro: Te rugăm să verifici adresa de e-mail și să încerci din nou.
ru: Пожалуйста, проверьте адрес электронной почты и попробуйте ещё раз.
th: กรุณาตรวจสอบที่อยู่อีเมลและลองอีกครั้ง
tr: Lütfen eposta adresinizi kontrol edin ve tekrar deneyin.
vi: Xin kiểm tra lại email vừa nhập và thử lại.
zh_hans: 请检查电子邮件地址，然后重试。
zh_hant: 請確認電子郵件地址是否正確，然後再試一次。

# AM_InvalidEmail_Title
source: Invalid email address
ar: عنوان البريد الإلكتروني غير صحيح
es: Correo electrónico no valido
fr: Adresse courriel invalide
id: Alamat email anda salah
it: Indirizzo email non valido
ko: 잘못된 이메일 주소
nl: Ongeldig e-mailadres
pl: Niepoprawny adres email
pt_br: Endereço de e-mail inválido
ro: Adresă de e-mail nevalidă
ru: Неверный адрес электронной почты
th: ที่อยู่อีเมลไม่ถูกต้อง
tr: Geçersiz eposta adresi
vi: Địa chỉ email không phù hợp
zh_hans: 无效电子邮件信箱
zh_hant: 無效電子郵件信箱

# AM_PasswordResetFailed
source: Your password has not been reset. Please try again or contact support.
ar: لم تنجح عملية إعادة تعيين كلمة المرور. يرجى إعادة المحاولة او الاتصال بفريق الدعم.
fr: Votre mot de passe n’a pas été réinitialisé. Veuillez ressayer ou contacter l’assistance.
id: Kata sandi Anda belum diatur ulang. Silakan coba lagi atau hubungi support.
it: La tua password non è stata resettata. Per favore, riprova o contatta il supporto.
ko: 비밀번호가 초기화되지 않았습니다. 다시 시도하거나 지원에 연락하세요.
nl: Uw wachtwoord is niet gereset. Probeer nogmaals of neem contact op met de ondersteuning.
pl: Twoje hasło nie zostało zresetowane. Spróbuj ponownie lub skontaktuj się z pomocą techniczną.
pt_br: Não foi possível alterar a sua senha. Tente novamente ou contate o suporte técnico.
ro: Parola nu ți-a fost resetată. Te rugăm să încerci din nou sau contactează asistența.
ru: Пароль не был сброшен. Попробуйте снова или свяжитесь с поддержкой.
th: รหัสผ่านของคุณไม่ได้ถูกรีเซ็ต กรุณาลองอีกครั้งหรือติดต่อฝ่ายสนับสนุน
tr: Parolanız sıfırlanamadı. Lütfen tekrar deneyin ya da destek ile iletişime geçin.
vi: Mật khẩu không đặt lại được. Xin thử lại hoặc liên hệ đội trợ giúp.
zh_hans: 您的密码尚未重置。请重试或联系客服。
zh_hant: 您的密碼未能重設。請重試或聯絡支援部門。

# AM_PasswordResetFailed_Title
source: Error on password reset
ar: حدث خطأ اثناء عملية إعادة تعيين كلمة المرور
fr: Erreur de réinitialisation du mot de passe
id: Kesalahan saat mengatur ulang kata sandi
it: Errore durante il reset della password
ko: 비밀번호 초기화 오류
nl: Fout op wachtwoord resetten.
pl: Błąd podczas resetowania hasła
pt_br: Erro ao alterar a senha
ro: Eroare la resetarea parolei
ru: Ошибка сброса пароля
th: เกิดข้อผิดพลาดในการรีเซ็ตรหัสผ่าน
tr: Parola sıfırlanırken hata oluştu
vi: Đặt lại mật khẩu gặp lỗi
zh_hans: 密码重置错误
zh_hant: 重設密碼發生錯誤

# AM_PasswordResetSuccess
source: Your password has been reset successfully. Please log into your account now.
ar: تم إعادة تعيين كلمة المرور الخاصة بك بنجاح. يرجى تسجيل الدخول إلى حسابك.
es: Tu contraseña ha sido restablecida con éxito. Por favor accede a tu cuenta.
fr: Votre mot de passe a été réinitialisé avec succès. Veuillez maintenant vous connecter à votre compte.
id: Password telah sukses direset. Harap masuk ke akun anda sekarang.
it: La tua password è stata reimpostata correttamente. Si prega di accedere al proprio account.
ko: 비밀번호가 성공적으로 재설정되었습니다. 이제 당신의 계정으로 로그인할 수 있습니다.
nl: Uw wachtwoord is succesvol gewijzigd. Log nu aub in met uw account.
pl: Hasło zostało zresetowane pomyślnie. Zaloguj się teraz do konta.
pt_br: A sua senha foi resetada com sucesso. Por favor, faça login na sua conta agora.
ro: Parola ta a fost resetată cu succes. Te rugăm să te autentifici în contul tău acum.
ru: Ваш пароль успешно восстановлен. Пожалуйста, зайдите в свою учётную запись прямо сейчас.
th: รหัสผ่านของคุณถูกรีเซ็ตเรียบร้อยแล้ว กรุณาเข้าสู่ระบบด้วยบัญชีตอนนี้ได้แล้ว
tr: Parolanız başarıyla sıfırlandı. Şimdi hesabınıza giriş yapın.
vi: Mật khẩu đã được đặt lại thành công. Bạn có thể đăng nhập vào tài khoản ngay bây giờ.
zh_hans: 密码已重置。请立即登入账户。
zh_hant: 您的密碼已成功重置。請即登入測試。

# AM_PasswordResetSuccess_Title
source: Successful password reset
ar: تم إعادة تعيين كلمة المرور بنجاح
fr: Réinitialisation de mot de passe réussie
id: Setel ulang kata sandi berhasil
it: Reset della password avvenuto con successo
ko: 비밀번호 초기화 성공
nl: Succesvol wachtwoord gereset.
pl: Hasło zostało zresetowane
pt_br: A sua senha foi alterada
ro: Resetare cu succes a parolei
ru: Пароль сброшен
th: รีเซ็ตรหัสผ่านสำเร็จ
tr: Parola başarıyla sıfırlandı
vi: Đặt lại mật khẩu hoàn tất
zh_hans: 成功的密码重置
zh_hant: 成功重設密碼

# AM_RecoveryLinkExpired
source: This recovery link has expired, please try again.
ar: لقد انتهت صلاحية هذا الرابط ، يرجى المحاولة مرة أخرى.
es: Este enlace de recuperación ha caducado, por favor inténtalo de nuevo.
fr: Le lien de récupération a expiré. Veuillez ressayer.
id: Recovery link ini telah kadaluarsa, harap coba kembali.
it: Questo link di recupero è scaduto, si prega di riprovare.
ko: 이 복구 링크는 만료된 것으로 보입니다. 다시 시도하세요.
nl: Deze herstelkoppeling is verlopen, probeer a.u.b. opnieuw.
pl: Link do odzyskania hasła wygasł, proszę spróbować ponownie.
pt_br: O link de recuperação expirou. Tente novamente.
ro: Acest link de recuperare a expirat, te rugăm să încerci din nou.
ru: Время действия этой ссылки восстановления истекло, пожалуйста, попробуйте ещё ​​раз.
th: ลิงก์สำหรับการกู้คืนได้หมดอายุแล้ว กรุณาลองใหม่อีกครั้ง
tr: Bu kurtarma bağlantısının süresi doldu, lütfen tekrar deneyin.
vi: Liên kết phục hồi này đã bị hết hạn, xin thử lại.
zh_hans: 这个恢复链接已失效，请再试一次。
zh_hant: 這個復原連結已失效，請再試一次。

# AM_RecoveryLinkExpired_Title
source: Recovery link expired
ar: انتهت صلاحية رابط الاسترجاع
fr: Lien de récupération expiré
id: Link pemulihan telah kedaluwarsa
it: Link di recupero scaduto
ko: 복구 링크 만료
nl: Herstel koppeling verlopen
pl: Link wygasł
pt_br: Link de recuperação expirado
ro: Linkul de recuperare a expirat
ru: Ссылка просрочена
th: ลิงก์การกู้คืนหมดอายุแล้ว
tr: Kurtarma bağlantısı'nın süresi doldu
vi: Đường liên kết đã hết hạn
zh_hans: 恢复链接过期
zh_hant: 還原連結已過期

# AM_InvalidRecoveryLink
source: Invalid link, please try again.
ar: الرابط غير صالح، يرجى المحاولة مرة أخرى.
es: Este enlace no es válido, por favor inténtalo de nuevo.
fr: Lien invalide. Veuillez ressayer.
id: Link salah, harap coba kembali.
it: Link non valido, riprova
ko: 잘못된 링크입니다. 다시 시도하세요.
nl: Ongeldige koppeling, probeer a.u.b. opnieuw.
pl: Link jest niepoprawny, spróbuj ponownie.
pt_br: Link inválido. Tente novamente.
ro: Link nevalid, te rugăm să încerci din nou.
ru: Неверная ссылка, пожалуйста, попробуйте ещё ​​раз.
th: ลิงก์ไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง
tr: Geçersiz bağlantı, lütfen tekrar deneyin.
vi: Liên kết bất hợp lệ, xin thử lại.
zh_hans: 无效链接，请再试一次。
zh_hant: 無效連結，請再試一次。

# AM_InvalidRecoveryLink_Title
source: Invalid recovery link
ar: رابط استرجاع غير صالح
fr: Lien de récupération invalide
id: Link pemulihan tidak valid
it: Link di recupero non valido
ko: 잘못된 복구 링크
nl: Ongeldige herstel koppeling
pl: Link nieprawidłowy
pt_br: Link de recuperação inválido
ro: Link de recuperare nevalid
ru: Неправильная ссылка
th: ลิงก์การกู้คืนไม่ถูกต้อง
tr: Geçersiz kurtarma bağlantısı
vi: Đường liên kết không hợp lệ
zh_hans: 无效的恢复链接
zh_hant: 無效的還原連結

# AM_AccountParked
source: Your old account has been parked successfully. You can now log into your new account.
ar: لقد تم تعليق حسابك القديم بنجاح. يمكنك الآن تسجيل الدخول إلى حسابك الجديد.
es: Tu antigua cuenta se ha aparcado con éxito. Ahora puedes acceder a tu nueva cuenta.
fr: Votre ancien compte a été remisé avec succès. Vous pouvez maintenant vous connecter à votre nouveau compte.
id: Akun lama anda telah sukses diparkir. Anda sekarang dapat masuk ke akun baru anda.
it: Il tuo vecchio account è stato sospeso con successo. Ora puoi accedere al tuo nuovo account.
ko: 당신의 옛 계정이 성공적으로 보류되었습니다. 이제 새 계정으로 로그인 할 수 있습니다.
nl: Uw oude account is met succes geparkeerd. U kunt nu inlogged met uw nieuwe account.
pl: Twoje poprzednie konto została zaparkowane. Teraz możesz zalogować się do nowego konta.
pt_br: A sua conta antiga foi estacionada. Agora você pode fazer login na sua nova conta.
ro: Contul tău vechi a fost parcat cu succes. Poți acum să te autentifici în contul tău nou.
ru: Ваша старая учётная запись успешно прекратила своё существование. Вы можете войти в новую учётную запись.
th: บัญชีเดิมของคุณถูกพาร์คสำเร็จแล้ว ขณะนี้คุณสามารถเข้าสู่บัญชีใหม่ได้แล้ว
tr: Eski hesabınız başarıyla park edilmiştir. Artık yeni hesabınızda oturum açabilirsiniz.
vi: Tài khoản cũ của quý khách đã được thay mới mới thành công. Giờ quý khách có thể đăng nhập vào vào tài khoản này.
zh_hans: 您的旧账号已成功封存。现在可登入您的新账号。
zh_hant: 您的舊帳號已成功封存。現在可登入您的新帳號。

# AM_AccountParked_Title
source: Account parked
ar: تم تعليق الحساب
es: Cuenta aparcada
fr: Compte remisé
id: Akun telah diparkir
it: Account sospeso
ko: 계정이 보류되었습니다.
nl: Account geparkeerd.
pl: Konto zaparkowane
pt_br: Conta estacionada
ro: Cont parcat
ru: Учётная запись сброшена
th: บัญชีถูกพาร์คแล้ว
tr: Hesap park edildi
vi: Tài khoản đã được thay mới
zh_hans: 账号已封存
zh_hant: 帳號封存

# AM_AlreadyConfirmedAccount_Title
source: Account already confirmed
ar: تم تفعيل الحساب بالفعل
es: Cuenta ya confirmada
fr: Compte déjà confirmé
id: Akun telah dikonfirmasi
it: Account già verificato
ko: 계정이 이미 확인되었습니다
nl: Account al bevestigd
pl: Konto jest już potwierdzone.
pt_br: Conta já confirmada
ro: Cont confirmat deja
ru: Учётная запись уже подтверждена
th: บัญชีได้รับการยืนยันแล้ว
tr: Hesap daha önce onaylandı
vi: Tài khoản đã được xác thực rồi
zh_hans: 账户已确认
zh_hant: 帳戶已確認

# AM_InvalidSignUpLink
source: Invalid link, please try again.
ar: الرابط غير صالح، يرجى المحاولة مرة أخرى.
es: Este enlace no es válido, por favor inténtalo de nuevo.
fr: Lien invalide. Veuillez ressayer.
id: Link salah, harap coba kembali.
it: Link non valido, riprova
ko: 잘못된 링크입니다. 다시 시도하세요.
nl: Ongeldige koppeling, probeer a.u.b. opnieuw.
pl: Link jest niepoprawny, spróbuj ponownie.
pt_br: Link inválido. Tente novamente.
ro: Link nevalid, te rugăm să încerci din nou.
ru: Неверная ссылка, пожалуйста, попробуйте ещё ​​раз.
th: ลิงก์ไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง
tr: Geçersiz bağlantı, lütfen tekrar deneyin.
vi: Liên kết bất hợp lệ, xin thử lại.
zh_hans: 无效链接，请再试一次。
zh_hant: 無效連結，請再試一次。

# AM_InvalidSignUpLink_Title
source: Invalid sign-up link
ar: رابط التسجيل غير صالح
fr: Lien d’inscription invalide
id: Link pendaftaran tidak valid
it: Link di iscrizione non valido
ko: 잘못된 가입 링크
nl: Ongeldige aanmeld koppeling
pl: Link jest nieprawidłowy
pt_br: Link de confirmação inválido
ro: Link de înregistrare nevalid
ru: Неправильная ссылка
th: ลิงก์ลงทะเบียนไม่ถูกต้อง
tr: Geçersiz kaydolma bağlantısı
vi: Đường liên kết không hợp lệ
zh_hans: 注册链接无效
zh_hant: 無效的註冊連結

# AM_SignUpLinkExpired
source: This sign-up link has expired, please try again.
ar: انتهت صلاحية رابط التسجيل. يرجى إعادة المحاولة.
fr: Le lien d’inscription a expiré, veuillez ressayer.
id: Link mendaftar ini telah kedaluwarsa, silakan coba lagi.
it: Il link di iscrizione è scaduto, per favore riprova.
ko: 이 가입 링크는 만료되었습니다, 다시 시도하세요.
nl: Deze aanmeld koppeling is verlopen, probeer nogmaals.
pl: Ten link do rejestracji wygasł. Spróbuj ponownie.
pt_br: Este link de confirmação expirou. Tente novamente.
ro: Acest link de înregistrare a expirat, te rugăm să încerci din nou.
ru: Срок действия ссылки для регистрации истёк, попробуйте ещё раз.
th: ลิงก์ลงทะเบียนนี้หมดอายุแล้ว กรุณาลองอีกครั้ง
tr: Kaydolma bağlantısı'nın süresi doldu, lütfen tekrar deneyiniz.
vi: Đường liên kết này đã hết hạn, xin thử lại.
zh_hans: 此注册链接已过期，请重试。
zh_hant: 註冊連結已過期，請重試。

# AM_SignUpLinkExpired_Title
source: Sign-up link expired
ar: انتهت صلاحية رابط التسجيل
fr: Lien d’inscription expiré
id: Link pendaftaran telah kedaluwarsa
it: Link di iscrizione scaduto
ko: 가입 링크 만료
nl: Aanmeld koppeling is verlopen
pl: Link do rejestracji wygasł
pt_br: Link de confirmação expirado
ro: Link de înregistrare expirat
ru: Ссылка просрочена
th: ลิงก์ลงทะเบียนหมดอายุแล้ว
tr: Kaydolma bağlantısının süresi doldu
vi: Đường liên kết đã hết hạn
zh_hans: 注册链接已过期
zh_hant: 註冊連結已過期

# AM_VeryWeakPassword
source: Please strengthen your password.
ar: كلمة السر غير صالحة.
es: Por favor, elige una contraseña más segura.
fr: Veuillez renforcer votre mot de passe.
id: Harap perkuat password anda.
it: Inserisci una password più sicura.
ko: 더 강력한 비밀번호를 입력하세요.
nl: Kies a.u.b. een sterker wachtwoord.
pl: Wprowadź bezpieczniejsze hasło.
pt_br: Por favor deixe sua senha mais forte
ro: Te rugăm să introduci o parolă mai puternică.
ru: Повысьте надежность пароля.
th: กรุณาใช้รหัสผ่านที่คาดเดาได้ยากแต่ง่ายต่อการจดจำของคุณ
tr: Lütfen parolanızı güçlendirin.
vi: Xin tạo một mật khẩu phức tạp hơn.
zh_hans: 请强化您的密码。
zh_hant: 請強化您的密碼。

# AM_TransferOverquotaWarningUpgrade
source: Upgrade to a PRO account for only {0} to continue downloading.
ar: يمكنك ترقية اشتراكك الى احترافي PRO فقط بـ {0} لمتابعة التنزيل
fr: Surclassez votre compte en compte PRO pour seulement {0} afin de poursuivre votre téléchargement.
id: Tingkatkan ke akun PRO hanya untuk {0} untuk terus mengunduh.
it: Aggiorna ad un account PRO a soli {0} per continuare il download.
ko: 다운로드를 계속하려면 {0}에 PRO 계정으로 업그레이드 하세요.
nl: Upgrade naar een PRO account voor alleen {0} om door te gaan met downloaden.
pl: Przejdź na konto PRO tylko za {0}, aby kontynuować pobieranie.
pt_br: Faça o upgrade a uma conta PRO por somente {0} para continuar o download.
ro: Upgradează la un cont PRO la numai {0} pentru a continua descărcarea.
ru: Улучшите аккаунт до уровня PRO всего за {0}, чтобы продолжить скачивание.
th: อัปเกรดเป็นบัญชี PRO เพียง {0} เพื่อดาวน์โหลดต่อ
tr: Devam etmek için sadece {0} karşılığında PRO hesaba yükseltin.
vi: Nâng cấp lên hạng PRO với giá chỉ {0} để tiếp tục tải về.
zh_hans: 只升级到PRO账户{0}才能继续下载
zh_hant: 僅用{0}即可升級為PRO帳戶並繼續下載。

# AM_TransferOverquotaWarningWaitTime
source: Wait {0} for your transfer quota to reset.
ar: يرجى الانتظار {0} حتى يتم إعادة تصفير حجم التراسل المتاح
fr: Patientez {0} pour que votre quota de transfert se réinitialise
id: Tunggu {0} agar kuota transfer Anda disetel ulang.
it: Attendi {0} per far resettare la tua banda di trasferimento.
ko: {0} 동안 전송 할당량 초기화를 기다리세요.
nl: Wacht {0} voor uw overdracht tegoed om te resetten.
pl: Zaczekaj {0}, aż limit transferu zostanie zresetowany.
pt_br: Aguarde {0} para resetar a sua cota de transferência.
ro: Așteaptă {0} pentru resetarea cotei de transfer.
ru: Подождите {0} для сброса квоты передачи.
th: รอ {0} สำหรับโควต้าการถ่ายโอนของคุณเพื่อรีเซ็ต
tr: Aktarma kotanızın sıfırlanması için {0} bekleyin.
vi: Chờ {0} để băng thông truyền tải được phục hồi.
zh_hans: 等待流量配额的{0}重置。
zh_hant: 等待{0}以重設您的傳輸配額。

# AM_DecryptionKeyAlertMessage
source: To access this folder/file, you will need its Decryption key. If you do not have the key, contact the creator of the link.
ar: للولوج في هذا المجلد/الملف. ستحتاج لمفتاح فك التشفير. إذا كنت لاتمتلك المفتاح فتواصل مع منشئ الرابط.
es: Para acceder a esta carpeta/archivo, necesitas la clave de cifrado. Si no la tienes, contacta con el creador del enlace.
fr: Afin d'accéder à ce dossier/fichier, il vous faudra sa clé de déchiffrement. Si vous ne possédez pas la clé, veuillez contacter le créateur du lien.
id: Untuk mengakses folder/file ini, anda membutuhkan Decryption key. Jika anda tidak memiliki key, hubungi pembuat link.
it: Per accedere a questo/a file/cartella, devi essere in possesso della sua chiave di decriptazione. Se non la hai, contatta il creatore del link.
ko: 이 폴더/파일에 접근하려면, 해독 키가 필요합니다. 키가 없다면, 이 링크의 생성자에게 연락하세요.
nl: Om toegang te krijgen tot deze map / bestand heeft u de decoderingssleutel nodig. Als u de sleutel niet heeft, neem contact op met de maker van de koppeling.
pl: Aby uzyskać dostęp do tego katalogu/pliku, wymagany jest klucz deszyfrujący. Jeżeli go nie posiadasz, skontaktuj się z autorem linka.
pt_br: Para acessar esta pasta/arquivo, você precisa da chave de decodificação. Se você não possui a chave, entre em contato com o criador da pasta/arquivo.
ro: Pentru a accesa acest folder/fișier, vei avea nevoie de cheia de decriptare a acestuia. Dacă nu ai cheia, contactează creatorul linkului.
ru: Для доступа к этой папке/файлу нужен ключ дешифрования. Если у вас его нет, свяжитесь с создателем ссылки.
th: ในการเข้าถึงโฟลเดอร์/ไฟล์นี้ คุณจะต้องมีคีย์สำหรับถอดรหัส แต่หากไม่มี กรุณาติดต่อผู้ที่สร้างลิงก์นี้
tr: Bu klasöre/dosyaya erişmek için Şifre Çözme anahtarı gerekir. Anahtar yoksa bağlantı oluşturan kişiyle irtibat kurun.
vi: Để có thể truy cập vào thư mục hay tệp tin này, bạn cần phải có mã key Giải Khóa. Nếu bạn không có key, xin liên hệ trực tiếp với người sử hữu mục này.
zh_hans: 要进入此文件夹/文件，您需要它的解密密钥。如果没有密钥，请联系此链接的创建者。
zh_hant: 要進入此資料夾/檔案，您需要它的解密密鑰。如果沒有密鑰，請聯絡此連結的創建者。

# AM_DecryptionKeyAlertTitle
source: Enter decryption key
ar: أدخل مفتاح فك التشفير
es: Introducir la clave de cifrado
fr: Saisir la clé de déchiffrement
id: Masukkan decryption key
it: Inserisci la chiave di decrittazione
ko: 해독 키를 입력하세요
nl: Vul decoderingssleutel in
pl: Wprowadź klucz deszyfrujący
pt_br: Digite a chave de decodificação
ro: Introdu cheia de decriptare
ru: Введите ключ дешифрирования
th: กรอกคีย์เพื่อถอดรหัสลับ
tr: Şifre çözme anahtarını girin
vi: Nhập mã giải khóa
zh_hans: 请输入解密金钥
zh_hant: 請輸入解密金鑰

# AM_DecryptionKeyNotValid
source: Invalid decryption key
ar: مفتاح فك التشفير غير موجود
es: La clave de cifrado no es válida
fr: Clé de déchiffrement invalide
id: Decryption key salah
it: Chiave di decriptazione non valida
ko: 잘못된 해독 키
nl: Ongeldige decoderingssleutel
pl: Nieprawidłowy klucz
pt_br: Chave de decodificação inválida
ro: Cheie de decriptate nevalidă
ru: Неправильный ключ дешифрования
th: คีย์ถอดรหัสลับไม่ถูกต้อง
tr: Geçersiz şifre çözme anahtarı
vi: Mã giải khóa không hợp lệ
zh_hans: 无效的密钥
zh_hant: 無效的密鑰

# AM_OpenLinkFailed
source: Failed to open link. No valid format.
ar: فشل فتح الرابط. التنسيق غير صالح.
fr: Échec d’ouverture de lien. Aucun format valide.
id: Gagal membuka link. Tidak ada format yang valid.
it: Apertura del link fallita. Per favore, riprova.
ko: 링크 열기 실패. 유효한 형식이 아닙니다.
nl: Mislukt om koppeling te openen. Geen geldige formaat.
pl: Błąd linku. Nieprawdiłowy format.
pt_br: Não foi possível abrir o link. O formato é inválido.
ro: Eșec la deschiderea linkului. Niciun format valid.
ru: Не удалось открыть ссылку. Недействительный формат.
th: ไม่สามารถเปิดลิงก์ได้ ไม่มีรูปแบบที่ถูกต้อง
tr: Bağlantı açılamadı. Geçersiz biçim.
vi: Mở đường liên kết gặp lỗi. Định dạng không phù hợp.
zh_hans: 无法打开链接。没有有效的格式。
zh_hant: 無法開啟連結。沒有有效的格式。

# AM_OpenLinkFailed_Title
source: Open link failed
ar: فشل في فتح الرابط
es: Falló la apertura de enlace
fr: Échec d’ouverture du lien
id: Gagal membuka link
it: Apertura del link fallita
ko: 링크 열기 실패
nl: Openen koppeling mislukt
pl: Otwarcie nie powiodło się
pt_br: Abrir link falhou
ro: Deschiderea linkului a eșuat
ru: Не удалось открыть ссылку
th: เปิดลิงก์ไม่สำเร็จ
tr: Bağlantı açılamadı
vi: Mở đường dẫn liên kết thất bại
zh_hans: 开启链接失败
zh_hant: 開啟連結失敗

# AM_ImportFailed
source: Failed importing nodes. Please try again.
ar: فشل الاستيراد. يرجى إعادة المحاولة.
fr: Échec d’importation des nœuds. Veuillez ressayer.
id: Gagal mengimpor node. Silakan coba lagi.
it: Importazione dei nodi fallita. Per favore, riprova.
ko: 노드 들여오기 실패. 다시 시도하세요.
nl: Mislukt om nodes te importeren. Probeer nogmaals.
pl: Nie powiodło się importowanie węzłów. Proszę spróbuj ponownie.
pt_br: Não foi possível importar os dados. Por favor, tente novamente.
ro: Eșec la importarea nodurilor. Te rugăm să încerci din nou.
ru: Не удалось импортировать узлы. Попробуйте ещё раз.
th: ไม่สามารถนำเข้าโหนดได้ กรุณาลองอีกครั้ง
tr: Düğümler içeri aktarılamadı. Lütfen tekrar deneyin.
vi: Chuyển nhập các nodes bị thất bại. Xin thử lại sau.
zh_hans: 导入节点失败。请再试一次。
zh_hant: 匯入節點失敗。請再試一次。

# AM_ImportFailed_Title
source: Import failed
ar: فشل التوريد
es: Importación fallida
fr: Échec d’importation
id: Import gagal
it: Importazione fallita
ko: 들여오기 실패
nl: Import is mislukt
pl: Importowanie nie powiodło się
pt_br: A importação falhou
ro: Importare eșuată
ru: Импорт не удался
th: การนำเข้าล้มเหลว
tr: İçe aktarılamadı
vi: Chuyển nhập thất bại
zh_hans: 导入失败
zh_hant: 匯入失敗

# AM_LoginToFolderFailed
source: Failed to open the folder link. Please try again.
ar: فشل فتح رابط المجلد. يرجى اعادة المحاولة.
fr: Échec d’ouverture du lien de dossier. Veuillez ressayer.
id: Gagal membuka link folder. Silakan coba lagi.
it: Apertura della cartella del link fallita. Per favore, riprova.
ko: 폴더 링크 열기 실패. 다시 시도하세요.
nl: Mislukt om de map koppeling te openen. Probeer nogmaals.
pl: Nie udało się otworzyć linku do folderu. Proszę spróbuj ponownie.
pt_br: Não foi possível abrir o link da pasta. Por favor, tente novamente.
ro: Eșec la deschiderea linkului folderului. Te rugăm să încerci din nou.
ru: Не удалось открыть ссылку на папку. Попробуйте ещё раз.
th: ไม่สามารถเปิดลิงก์โฟลเดอร์ กรุณาลองอีกครั้ง
tr: Klasör bağlantısı açılamadı. Lütfen tekrar deneyin.
vi: Mở đường liên kết tới thư mục gặp lỗi. Xin thử lại.
zh_hans: 无法打开文件夹链接。请再试一次。
zh_hant: 無法開啟資料夾連結。請再試一次。

# AM_LoginToFolderFailed_Title
source: Open folder link failed
ar: فشل فتح رابط المجلد
fr: Échec d’ouverture du lien de dossier
id: Buka link folder gagal
it: Apertura della cartella del link fallita
ko: 폴더 링크 열기 실패
nl: Openen van map koppeling mislukt
pl: Otwieranie katalogu nie powiodło się
pt_br: Erro ao abrir o link da pasta
ro: Deschiderea linkului folderului a eșuat
ru: Не удалось открыть ссылку
th: เปิดการเชื่อมโยงโฟลเดอร์ล้มเหลว
tr: Klasör bağlantısı açılamadı
vi: Mở đường liên kết gặp lỗi
zh_hans: 打开文件夹链接失败
zh_hant: 開啟資料夾連結失敗

# AM_AssociatedUserAccountTerminated
source: The account that created this link has been terminated due to multiple violations of our Terms of Service.
ar: تم إنهاء الحساب الذي أنشأ هذا الرابط بسبب انتهاكات متعددة لشروط الخدمة.
es: La cuenta que creó este enlace ha sido cerrada debido a múltiples infracciones de nuestros Términos de Servicio.
fr: Le compte qui a créé ce lien a été annulé en raison du non-respect répété de nos conditions générales d'utilisation.
id: Akun yang membuat link ini telah dimatikan karena beberapa pelanggaran Kebijakan Pelayanan kami.
it: L'account che ha creato questo link è stato chiuso a causa di violazioni multiple dei nostri Termini di Servizio.
ko: 이 링크를 생성한 계정은 다수의 이용 약관 위반으로 삭제되었습니다.
nl: De account die deze koppeling gecreëerd heeft is beëindigd door meerdere overtredingen van onze Algemene Voorwaarden.
pl: To konto zostało zablokowane z powodu naruszeń regulaminu serwisu.
pt_br: A conta que criou este link foi encerrada devido a várias infrações dos nossos Termos de serviço.
ro: Contul care a creat acest link a fost desființat din cauza mai multor încălcări ale Termenilor de utilizare a serviciului nostru.
ru: Учётная запись владельца этой ссылки была заблокирована за многочисленные нарушения условий предоставления услуг.
th: บัญชีที่สร้างลิงก์นี้ถูกยุติการใช้งาน เนื่องจากมีการละเมิดเงื่อนไขการให้บริการของเราหลายครั้ง
tr: Bu linki oluşturan hesap Hizmet Koşullarını bir çok kez ihlal etmesi sonucu kaldırıldı.
vi: Tài khoản của chủ sở hữu mục này đã bị ngưng hoạt động do vi phạm Điều Khoản Dịch Vụ.
zh_hans: 由于多次违反我们的服务条款，因此创建此链接的账户已被停权。
zh_hant: 由於多次違反我們的服務條款，因此創建此連結的帳戶已被停權。
